"INSTALLER_CHOICE_2_DESCRIPTION" = "The Firefox Toolbar is a customizable add-on that provides tools to help you quickly navigate to websites. It also offers a Location bar to show you the location of the Web page you’re on, and a Search bar for fast searching.";

"INSTALLER_CHOICE_2_TITLE" = "Comcast Firefox Toolbar";

"DISTRIBUTION_TITLE" = "Comcast Desktop Software";

"REQUIREMENT_FAILED_MESSAGE_INSTALLATION_CHECK_1" = "It looks like you’ve got one or more browsers open and running.\nPlease close all browsers, so we can continue.";

"REQUIREMENT_FAILED_DESCRIPTION_INSTALLATION_CHECK_1" = " ";

